Repository: rednez/finwaze
Catalog: ios/Finwaze/Localizable.xcstrings
Source language: en
Languages: cs, uk

# signup.verificationSent
source: A verification link has been sent to your email. Please check your inbox.
cs: Ověřovací odkaz byl odeslán na váš e-mail. Zkontrolujte prosím svou doručenou poštu.
uk: Лист з підтвердженням надіслано на ваш email. Будь ласка, перевірте вхідні.

# transactionForm.account
source: Account
cs: Účet
uk: Рахунок

# transactionForm.accountPlaceholder
source: Select account
cs: Vyberte účet
uk: Оберіть рахунок

# transactionForm.amountNotPositive
source: Must be greater than 0
cs: Musí být větší než 0
uk: Має бути більше 0

# transactionForm.amountPlaceholder
source: Enter amount
cs: Zadejte částku
uk: Введіть суму

# transactionForm.amountRequired
source: Amount required
cs: Částka je povinná
uk: Сума обов'язкова

# transactionForm.amountTooPrecise
source: At most 2 decimal places
cs: Nejvýše 2 desetinná místa
uk: Не більше 2 знаків після коми

# transactionForm.category
source: Category
cs: Kategorie
uk: Категорія

# transactionForm.categoryPlaceholder
source: Select category
cs: Vyberte kategorii
uk: Оберіть категорію

# transactionForm.comment
source: Comment (optional)
cs: Komentář (volitelné)
uk: Коментар (необов'язково)

# transactionForm.commentPlaceholder
source: Add a note
cs: Přidejte poznámku
uk: Додайте нотатку

# transactionForm.commentTooLong
source: Max length is 100 characters
cs: Maximální délka je 100 znaků
uk: Максимальна довжина — 100 символів

# transactionForm.create
source: Create
cs: Vytvořit
uk: Створити

# transactionForm.creationFailed
source: Transaction creation failed
cs: Vytvoření transakce selhalo
uk: Помилка створення транзакції

# transactionForm.currency
source: Currency
cs: Měna
uk: Валюта

# transactionForm.currencyHint
source: The account's currency
cs: Měna účtu
uk: Валюта рахунку

# transactionForm.date
source: Date and time
cs: Datum a čas
uk: Дата і час

# transactionForm.expenseAmount
source: Expense amount
cs: Částka výdaje
uk: Сума витрати

# transactionForm.fromAccount
source: From account
cs: Z účtu
uk: З рахунку

# transactionForm.incomeAmount
source: Income amount
cs: Částka příjmu
uk: Сума доходу

# transactionForm.required
source: Should be selected
cs: Je nutné vybrat
uk: Необхідно обрати

# transactionForm.title
source: New Transaction
cs: Nová transakce
uk: Нова транзакція

# transactionForm.toAccount
source: To account
cs: Na účet
uk: На рахунок

# transactionForm.type
source: Type
cs: Typ
uk: Тип

# transactionForm.editTitle
source: Edit Transaction
cs: Upravit transakci
uk: Редагувати транзакцію

# transactionForm.saveChanges
source: Save changes
cs: Uložit změny
uk: Зберегти зміни

# transactionForm.chargedFromAccount
source: Charged from account
cs: Odepsáno z účtu
uk: Списано з рахунку

# transactionForm.amountEqualsCharged
source: Should not be equal to the charged amount
cs: Nesmí se rovnat odepsané částce
uk: Не повинна дорівнювати списаній сумі

# transactionForm.amountEqualsExpense
source: Should not be equal to the expense amount
cs: Nesmí se rovnat částce výdaje
uk: Не повинна дорівнювати сумі витрати

# transactionForm.updateFailed
source: Update failed
cs: Aktualizace selhala
uk: Помилка оновлення

# transactionForm.updateSucceeded
source: Transaction updated
cs: Transakce aktualizována
uk: Транзакцію оновлено

# transactionForm.delete
source: Delete Transaction
cs: Smazat transakci
uk: Видалити транзакцію

# transactionForm.deleteConfirmTitle
source: Delete this transaction?
cs: Smazat tuto transakci?
uk: Видалити цю транзакцію?

# transactionForm.deletionFailed
source: Failed to delete the transaction
cs: Transakci se nepodařilo smazat
uk: Не вдалося видалити транзакцію

# transactionForm.notFound.title
source: Transaction Not Found
cs: Transakce nenalezena
uk: Транзакцію не знайдено

# transactionForm.notFound.message
source: It may have been changed or deleted on another device.
cs: Možná byla změněna nebo smazána na jiném zařízení.
uk: Можливо, її змінили або видалили на іншому пристрої.

# transactionForm.notFound.back
source: Back to Transactions
cs: Zpět na transakce
uk: До списку транзакцій

# transactions.add
source: Add transaction
cs: Přidat transakci
uk: Додати транзакцію

# transactions.count %lld
source: %lld items
cs: %lld záznamů
uk: %lld запису

# transactions.empty.add
source: Add transaction
cs: Přidat transakci
uk: Додати транзакцію

# transactions.empty.message
source: Start tracking your spending by adding your first transaction.
cs: Začněte sledovat výdaje přidáním první transakce.
uk: Почніть відстежувати витрати, додавши першу транзакцію.

# transactions.empty.title
source: No transactions yet
cs: Zatím žádné transakce
uk: Транзакцій ще немає

# transactions.filters.account
source: Account
cs: Účet
uk: Рахунок

# transactions.filters.activeCount %lld
source: %lld active
cs: %lld aktivních
uk: %lld активного

# transactions.filters.all
source: All
cs: Vše
uk: Всі

# transactions.filters.category
source: Category
cs: Kategorie
uk: Категорія

# transactions.filters.categoryHint
source: Choose a group to filter by its categories.
cs: Vyberte skupinu pro filtrování podle jejích kategorií.
uk: Оберіть групу, щоб фільтрувати за її категоріями.

# transactions.filters.currency
source: Currency
cs: Měna
uk: Валюта

# transactions.filters.group
source: Group
cs: Skupina
uk: Група

# transactions.filters.nextMonth
source: Next month
cs: Následující měsíc
uk: Наступний місяць

# transactions.filters.previousMonth
source: Previous month
cs: Předchozí měsíc
uk: Попередній місяць

# transactions.filters.removeHint
source: Removes this filter
cs: Odebere tento filtr
uk: Прибирає цей фільтр

# transactions.filters.reset
source: Reset
cs: Obnovit
uk: Скинути

# transactions.filters.title
source: Filters
cs: Filtry
uk: Фільтри

# transactions.filters.type
source: Type
cs: Typ
uk: Тип

# transactions.noMatches.message
source: No transactions match these filters.
cs: Těmto filtrům neodpovídají žádné transakce.
uk: Немає транзакцій, що відповідають цим фільтрам.

# transactions.noMatches.title
source: Nothing found
cs: Nic nenalezeno
uk: Нічого не знайдено

# transactions.summary.expenses
source: Expenses
cs: Výdaje
uk: Витрати

# transactions.summary.income
source: Income
cs: Příjmy
uk: Доходи

# transactions.today
source: Today
cs: Dnes
uk: Сьогодні

# transactions.transfer
source: Transfer
cs: Převod
uk: Переказ

# transactions.transferFrom %@
source: from %@
cs: z %@
uk: з %@

# transactions.transferTo %@
source: to %@
cs: na %@
uk: на %@

# transactions.yesterday
source: Yesterday
cs: Včera
uk: Вчора

# transactionType.expense
source: Expense
cs: Výdaj
uk: Витрата

# transactionType.income
source: Income
cs: Příjem
uk: Дохід

# transactionType.transfer
source: Transfer
cs: Převod
uk: Переказ

# transferDetails.delete
source: Delete Transfer
cs: Smazat převod
uk: Видалити переказ

# transferDetails.deleteConfirmMessage
source: Both records will be removed and the balances of both accounts restored.
cs: Oba záznamy budou odstraněny a zůstatky obou účtů obnoveny.
uk: Обидва записи буде видалено, а баланси обох рахунків відновлено.

# transferDetails.deleteConfirmTitle
source: Delete this transfer?
cs: Smazat tento převod?
uk: Видалити цей переказ?

# transferDetails.deletionFailed
source: Transfer deletion failed
cs: Smazání převodu selhalo
uk: Помилка видалення переказу

# transferDetails.exchangeRate %@
source: Exchange rate: %@
cs: Směnný kurz: %@
uk: Курс обміну: %@

# transferDetails.notFound.message
source: It may have been deleted on another device.
cs: Možná byl smazán na jiném zařízení.
uk: Можливо, його видалили на іншому пристрої.

# transferDetails.notFound.title
source: Transfer Not Found
cs: Převod nenalezen
uk: Переказ не знайдено

# transferDetails.received
source: Received
cs: Přijato
uk: Отримано

# transferDetails.sent
source: Sent
cs: Odesláno
uk: Відправлено

# transferDetails.title
source: Transfer Details
cs: Detaily převodu
uk: Деталі переказу

# transferForm.creationFailed
source: Transfer creation failed
cs: Vytvoření převodu selhalo
uk: Помилка створення переказу

# transferForm.dateInFuture
source: The date can't be in the future
cs: Datum nemůže být v budoucnosti
uk: Дата не може бути в майбутньому

# transferForm.fromAccount
source: Pay from
cs: Platit z
uk: Списати з

# transferForm.needsAnotherAccount
source: To transfer money, add one more account.
cs: Chcete-li převést peníze, přidejte další účet.
uk: Щоб переказати кошти, додайте ще один рахунок.

# transferForm.receivedAmount
source: Received amount
cs: Přijatá částka
uk: Сума отримання

# transferForm.sentAmount
source: Amount to send
cs: Částka k odeslání
uk: Сума до відправлення

# transferForm.submit
source: Move Money
cs: Převést
uk: Перекласти

# transferForm.subtitle
source: Move money between your accounts
cs: Přesuňte peníze mezi svými účty
uk: Переміщення коштів між рахунками

# transferForm.title
source: Transfer money
cs: Převod peněz
uk: Переказ коштів

# transferForm.toAccount
source: Destination account
cs: Cílový účet
uk: Рахунок призначення

# wallet.addAccount
source: Add account
cs: Přidat účet
uk: Додати рахунок

# wallet.empty.message
source: Add an account to start tracking your money.
cs: Přidejte účet a začněte sledovat své peníze.
uk: Додайте рахунок, щоб почати облік грошей.

# wallet.empty.title
source: No accounts yet
cs: Zatím žádné účty
uk: Поки немає рахунків

# wallet.newAccount.creationFailed
source: Failed to create account
cs: Nepodařilo se vytvořit účet
uk: Не вдалося створити рахунок

# wallet.newAccount.submit
source: Create
cs: Vytvořit
uk: Створити

# wallet.newAccount.title
source: New account
cs: Nový účet
uk: Новий рахунок

# wallet.transferMoney
source: Transfer money
cs: Převést peníze
uk: Перевести кошти

# wallet.accounts.title
source: Accounts
cs: Účty
uk: Рахунки

# wallet.filter.currency
source: Currency
cs: Měna
uk: Валюта

# wallet.dailyFlow.title
source: Daily cash flow
cs: Denní peněžní tok
uk: Щоденний рух коштів

# wallet.dailyFlow.subtitle
source: Incomes and expenses in this currency by transaction amount, for every day of the month
cs: Příjmy a výdaje v této měně podle částek transakcí, za každý den měsíce
uk: Доходи й витрати у цій валюті за сумами транзакцій, по кожному дню місяця

# wallet.dailyFlow.incomes
source: Show income
cs: Zobrazit příjmy
uk: Показувати доходи

# wallet.dailyFlow.empty
source: No income or expenses this month
cs: Tento měsíc žádné příjmy ani výdaje
uk: Немає доходів і витрат за цей місяць

# wallet.dailyFlow.income %@
source: Income: %@
cs: Příjmy: %@
uk: Доходи: %@

# wallet.dailyFlow.expense %@
source: Expenses: %@
cs: Výdaje: %@
uk: Витрати: %@

# wallet.chart.day
source: Day
cs: Den
uk: День

# wallet.recent.empty.title %@
source: No transactions in %@ yet
cs: Zatím žádné transakce v %@
uk: Поки немає транзакцій у %@

# wallet.statistics.title
source: Statistics
cs: Statistiky
uk: Статистика

# wallet.statistics.kind
source: Show
cs: Zobrazit
uk: Показати

# wallet.statistics.totalExpenses
source: Total expenses
cs: Celkové výdaje
uk: Загальні витрати

# wallet.statistics.totalIncome
source: Total income
cs: Celkový příjem
uk: Загальний дохід

# wallet.statistics.empty.expense
source: No expenses this month
cs: Tento měsíc žádné výdaje
uk: Немає витрат за цей місяць

# wallet.statistics.empty.income
source: No income this month
cs: Tento měsíc žádné příjmy
uk: Немає доходів за цей місяць
